Repository: GokulVelu-GL/Test1
Catalog: lib/l10n/intl_*.arb
Languages: ar, hi, ta

source: Rooster
ar: الديك
hi: मुरग़ा
ta: சேவல

source: Dashboard
ar: لوحة القيادة
hi: डैशबोर्ड
ta: டாஷ்போர்டு

source: Configuration
ar: إعدادات
hi: िन्यास
ta: கட்டமைப்பு

source: eAWB
ar: ايوب
hi: ईएडब्ल्यूबी
ta: ஈவ்ப்

# EHouse
source: EHouse (FHL)
ar: إهاوس
hi: ईहाउस (एफएचएल)
ta: இ வீடு

# eManifest
source: eManifest (FFM)
ar: إي مانيفست
hi: ई-मेनिफेस्ट (एफएफएम)
ta: ஒரு அறிக்கை

# IATA
source: IATA Cargo XML
ar: اتحاد النقل الجوي الدولي للشحن
hi: आईएटीए कार्गो एक्सएमएल
ta: ஐடா கார்கோ எக்ஸ்எம்எல்

# IATAOne
source: IATA One Record
ar: سجل واحد
hi: आईएटीए वन रिकॉर्ड
ta: இங்கே ஒரு பதிவு

source: IATA EDI
ar: إياتا إيدي
hi: आईएटीए ईडीआई
ta: ஐடா இடிஐ

source: AWB
ar: أثب
hi: माई ईएडब्ल्यूबी (एफडब्ल्यूबी)
ta: என் ஈவ்ப்

source: Policies
ar: سياسات
hi: नीतियों
ta: கொள்கைகள்

source: Social Media
ar: الوسائط الاجتماعية
hi: सामाजिक मीडिया
ta: சமூக ஊடகம்

source: Telex
ar: تلكس
hi: टेलिक्स
ta: டெலக்ஸ்

source: User Management
ar: إدارةالمستخدم
hi: उपयोगकर्ता प्रबंधन
ta: பயனர் மேலாண்மை

# title
source: Hi Admin
ar: مرحبا الادارية
hi: नमस्ते व्यवस्थापक
ta: வணக்கம் நிர்வாகி

# titles
source: What do you want to do today
ar: ماذا تريد أن تفعل اليوم
hi: आप आज क्या करना चाहते हैं
ta: இன்று நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்

source: Parameter
ar: معامل
hi: पैरामीटर
ta: அளவுரு

source: Airport
ar: مطار
hi: हवाई अड्डा
ta: விமான நிலையம்

source: Airlines
ar: الخطوط الجوية
hi: विमान सेवाओं
ta: விமான நிறுவனங்கள்

source: Contact
ar: اتصل
hi: संपर्क
ta: தொடர்பு கொள்ளவும்

source: Tools
ar: أدوات
hi: उपकरण
ta: கருவிகள்

source: Social Contacts
ar: جهات الاتصال الاجتماعية
hi: सामाजिक संपर्क
ta: சமூக தொடர்புகள்

# SocialNotifi
source: Social Notification
ar: الإخطار الاجتماعي
hi: सामाजिक अधिसूचना
ta: சமூக அறிவிப்பு

source: Send Telax
ar: إرسال Telax
hi: Telax भेजें
ta: டெலக்ஸ் அனுப்பவும்

source: FFM parser
ar: محلل بعثة تقصي الحقائق
hi: एफएफएम पार्सर
ta: FFM பாகுபடுத்தி

source: Roles
ar: الأدوار
hi: भूमिकाएँ
ta: பாத்திரங்கள்

source: Users
ar: المستخدمون
hi: उपयोगकर्ताओं
ta: பயனர்கள்

source: FFM
hi: एफएफएम

source: FHL
hi: एफएचएल

source: FWB
hi: एफडब्ल्यूबी

source: XFWB
hi: एक्सएफडब्ल्यूबी

source: XFHL
hi: एक्सएफएचएल

source: XFFM
hi: एक्सएफएफएम

source: User
ar: مستخدم
hi: उपयोगकर्ता
ta: பயனர்

source: Tables
ar: الجداول
hi: टेबल
ta: அட்டவணைகள்

source: More Info
ar: مزيد من المعلومات
hi: और जानकारी
ta: மேலும் தகவல்

source: Unique Visitors
ar: الزوار\n الفريدون
hi: अनोखा आगंतुकों
ta: தனித்துவமான பார்வையாளர்கள்

source: Online
ar: متصل
hi: ऑनलाइन
ta: நிகழ்நிலை

source: Connections
ar: روابط
hi: सम्बन्ध
ta: இணைப்புகள்

source: Booked AirwayBills
ar: فاتورة مجرى الهواء المحجوزة
hi: बुक्ड वायुमार्ग बिल
ta: முன்பதிவு செய்யப்பட்டது ஏர்வே பில்ஸ்

source: Flights
ar: الرحلات الجوية
hi: टिकट
ta: விமானங்கள்

source: Bounce Rate
ar: معدل الارتداد
hi: बाउंस दर
ta: துள்ளல் விகிதம்

source: Home
ar: الصفحة الرئيسية
hi: घर
ta: வீடு

source: Profile
ar: الملف الشخصي
hi: प्रोफ़ाइल
ta: சுயவிவரம்

source: Tele
ar: عن بعد
hi: टेली
ta: டெலி

source: TeleFax
ar: تلفاكس
hi: टेलीफैक्स
ta: டெலிஃபாக்ஸ்

# Gokul
source: Gokul Velu
ar: جوكول فيلو
hi: गोकुल वेलु
ta: கோகுல் வேலு

source: Admin
ar: مشرف
hi: व्यवस्थापक
ta: நிர்வாகம்

source: Settings
ar: إعدادات
hi: समायोजन
ta: அமைப்புகள்

source: DarkMode
ar: الوضع الداكن
hi: डार्क मोड
ta: இருண்ட பயன்முறை

source: Theme
ar: سمة
hi: विषय
ta: தீம்

source: Logout
ar: تسجيل خروج
hi: लॉग आउट
ta: வெளியேறு

source: Language
ar: لغة
hi: भाषा
ta: மொழி

# Tuitorial
source: Tutorial
ar: الإقليمية
hi: ट्यूटोरियल
ta: பயிற்சி

source: Would you like to logout?
ar: هل ترغب في تسجيل الخروج؟
hi: क्या आप लॉगआउट करना चाहेंगे?
ta: வெளியேற விரும்புகிறீர்களா?

source: Yes
ar: نعم
hi: हां
ta: ஆம்

source: No
ar: لا
hi: नहीं
ta: இல்லை

source: Select a color
ar: اختر اللون
hi: एक रंग चुनें
ta: ஒரு வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Pieces
ar: قطع
hi: टुकड़े टुकड़े
ta: துண்டுகள்

source: Weight
ar: وزن
hi: वज़न
ta: எடை

source: House Details
ar: تفاصيل المنزل
hi: घर का विवरण
ta: வீட்டின் விவரங்கள்

# AWBdetails
source: AWB Detail
ar: تفاصيل أثب
hi: एडब्ल्यूबी विवरण
ta: AWB விவரங்கள்

source: Delete
ar: حذف
hi: हटाएं
ta: அழி

source: Cancel
ar: يلغي
hi: रद्द करें
ta: ரத்து செய்

source: Update Details
ar: تحديث التفاصيل
hi: विवरण अपडेट करें
ta: புதுப்பிப்பு விவரங்கள்

source: Would you like to update Air Waybill Details
ar: هل ترغب في تحديث تفاصيل بوليصة الشحن الجوي
hi: क्या आप एयर वेबिल विवरण अपडेट करना चाहेंगे
ta: ஏர் வேபில் விவரங்களைப் புதுப்பிக்க விரும்புகிறீர்களா

source: Arabic
ar: عربي
hi: अरबी
ta: அரபு

source: First
ar: أولا
hi: प्रथम
ta: முதலில்

source: Second
ar: ثانيا
hi: दूसरा
ta: இரண்டாவது

source: Third
ar: ثالث
hi: तीसरा
ta: மூன்றாவது

# Forth
source: Fourth
ar: الرابعة
hi: चौथी
ta: நான்காவது

source: Swipe Left to Detele and Right to Add Houses
ar: مرر لليسار للتفصيل واليمين لإضافة منازل
hi: हटाने के लिए बाएं स्वाइप करें और मकान जोड़ने के लिए दाएं स्वाइप करें
ta: நீக்குவதற்கு இடப்புறம் மற்றும் வீடுகளைச் சேர்க்க வலதுபுறமாக ஸ்வைப் செய்யவும்

source: Master Air Waybill of Houses
ar: بوليصة الشحن الجوي الرئيسية للمنازل
hi: मकानों का मास्टर एयर वेबिल
ta: வீடுகளின் மாஸ்டர் ஏர் வேபில்

# OrigintoDestinationShipmentTotal
source: Origin to Destination\nShipment - Total
ar: الأصل إلى الوجهة \ n الشحنة - الإجمالي
hi: गंतव्य से गंतव्य\nशिपमेंट - कुल
ta: சேருமிடத்தின் தோற்றம்nகப்பல் - மொத்தம்

# Numberofpiecesandtotalweight
source: Number of pieces and total weigh
ar: عدد القطع والوزن الإجمالي
hi: टुकड़ों की संख्या और कुल वजन
ta: துண்டுகளின் எண்ணிக்கை மற்றும் மொத்த எடை

source: Add Master AWB here.
ar: أضف يتقن أثب هنا.
hi: यहां मास्टर एडब्ल्यूबी जोड़ें.
ta: Master AWB ஐ இங்கே சேர்க்கவும்.

source: SKIP
ar: يتخطى
hi: छोड़ें
ta: தவிர்க்கவும்

source: Data Not Found
ar: لم يتم العثور على بيانات
hi: डेटा नहीं मिला
ta: தரவு கிடைக்கவில்லை

source: Shipper
ar: الشاحن
hi: शिपर
ta: ஏற்றுமதி செய்பவர்

source: Account Number
ar: رقم حساب
hi: खाता संख्या
ta: கணக்கு எண்

source: Name
ar: اسم
hi: नाम
ta: பெயர்

source: Place
ar: مكان
hi: जगह
ta: இடம்

source: State
ar: ولاية
hi: राज्य
ta: மாநிலம்

source: Post Code
ar: الرمز البريدي
hi: पोस्ट कोड
ta: அஞ்சல் குறியீடு

source: Country Code
ar: الرقم الدولي
hi: देश कोड
ta: நாட்டின் குறியீடு

source: Address
ar: عنوان
hi: पता
ta: முகவரி

source: Consignee
ar: المرسل إليه
hi: परेषिती
ta: சரக்கு பெறுபவர்

source: Issuing Carrier's Agent
ar: اصدار وكيل الناقل
hi: वाहक का एजेंट जारी करना
ta: கேரியரின் முகவரை வழங்குதல்

source: Routing And Flight Bookings
ar: التوجيه وحجوزات الطيران
hi: रूटिंग और फ्लाइट बुकिंग
ta: ரூட்டிங் மற்றும் விமான முன்பதிவு

source: AWB Consignment Details
ar: تفاصيل شحنة أثب
hi: Awb खेप विवरण
ta: Awb சரக்கு விவரங்கள்

source: Also Notify
ar: أيضا بإخطار
hi: साथ ही सूचित करें
ta: மேலும் தெரிவிக்கவும்

source: Issuer
ar: المُصدر
hi: जारीकर्ता
ta: வழங்குபவர்

source: Accounting Information
ar: المعلومات المحاسبية
hi: लेखांकन जानकारी
ta: கணக்கியல் தகவல்

source: Charges Declaration
ar: بيان الرسوم
hi: शुल्क घोषणा
ta: கட்டண அறிவிப்பு

source: Handling Information
ar: معاجلة البيانات
hi: सूचना प्रबंधन
ta: தகவல் கையாளுதல்

source: Rate Description
ar: وصف السعر
hi: दर विवरण
ta: விலை விளக்கம்

source: Charges Summary
ar: ملخص الرسوم
hi: शुल्क सारांश
ta: கட்டணங்களின் சுருக்கம்

source: CC charges in Destination Currency
ar: رسوم CC بعملة الوجهة
hi: गंतव्य मुद्रा में सीसी शुल्क
ta: இலக்கு நாணயத்தில் CC கட்டணம்

source: Other Charges
ar: رسوم أخرى
hi: अन्य शुल्क
ta: பிற கட்டணங்கள்

source: Shipper's Certification
ar: شهادة الشاحن
hi: शिपर का प्रमाणीकरण
ta: ஏற்றுமதி செய்பவரின் சான்றிதழ்

source: Carrier's Execution
ar: إعدام الناقل
hi: वाहक का निष्पादन
ta: கேரியரின் செயல்படுத்தல்

source: City
ar: مدينة
hi: शहर
ta: நகரம்

source: IATACode
ar: كود الاتحاد الدولي للنقل الجوي
hi: आईएटीए कोड
ta: IATA குறியீடு

source: CASS Address
ar: عنوان CASS
hi: CASS पता
ta: CASS முகவரி

source: TO
ar: إلى
hi: प्रति

source: By First Carrier
ar: بواسطة الناقل الأول
hi: पहले वाहक द्वारा
ta: முதல் கேரியர் மூலம்

source: BY
ar: بواسطة
hi: द्वारा

source: Flight Number 1
ar: رقم الرحلة 1
hi: उड़ान संख्या 1
ta: விமான எண் 1

source: Flight Number 2
ar: رقم الرحلة 2
hi: उड़ान संख्या 2
ta: விமான எண் 2

source: Flight Date
ar: تاريخ الرحلة
hi: उड़ान की तारीख
ta: விமானம் தேதி

source: Origin
ar: أصل
hi: मूल
ta: ஆரம்பம்

source: Destination
ar: وجهة
hi: गंतव्य
ta: சேரும் இடம்

source: Density Group
ar: مجموعة الكثافة
hi: घनत्व समूह
ta: அடர்த்தி குழு

source: Volume
ar: الصوت
hi: आयतन
ta: தொகுதி

source: Dep Airport Code
ar: كود المطار
hi: डेप एयरपोर्ट कोड
ta: Dep விமான நிலைய குறியீடு

source: AWB Number
ar: رقم أثب
hi: एडब्ल्यूबी नंबर
ta: AWB எண்

source: Notify Name
ar: إخطار الاسم
hi: नाम सूचित करें
ta: பெயரை அறிவிக்கவும்

source: Notify Address
ar: عنوان الإخطار
hi: पते को सूचित करें
ta: முகவரியைத் தெரிவிக்கவும்

source: NotifyPlace
ar: إخطار المكان
hi: स्थान सूचित करें
ta: இடத்தை அறிவிக்கவும்

source: Notify State
ar: إخطار الدولة
hi: राज्य को सूचित करें
ta: மாநிலத்திற்கு அறிவிக்கவும்

source: Notify Country Code
ar: إخطار رمز الدولة
hi: देश कोड सूचित करें
ta: நாட்டின் குறியீட்டை அறிவிக்கவும்

source: Notify Post Code
ar: إخطار الرمز البريدي
hi: पोस्ट कोड को सूचित करें
ta: அஞ்சல் குறியீட்டை அறிவிக்கவும்

source: Notify Contact type
ar: إخطار نوع جهة الاتصال
hi: संपर्क प्रकार सूचित करें
ta: தொடர்பு வகையை அறிவிக்கவும்

source: Notify Contact Number
ar: إخطار رقم الاتصال
hi: संपर्क नंबर सूचित करें
ta: தொடர்பு எண்ணை தெரிவிக்கவும்

source: Issuer By
ar: المُصدر بواسطة
hi: जारीकर्ता द्वारा
ta: வழங்குபவர் மூலம்

source: Details
ar: تفاصيل
hi: विवरण
ta: விவரங்கள்

source: Reference 1
ar: المرجع 1
hi: संदर्भ 1
ta: குறிப்பு 1

source: Information
ar: معلومة
hi: जानकारी
ta: தகவல்

source: Currency
ar: عملة
hi: मुद्रा
ta: நாணய

source: CHGS Code
ar: كود CHGS
hi: सीएचजीएस कोड
ta: CHGS குறியீடு

source: Declared Value for Carriage
ar: القيمة المعلنة للنقل
hi: कैरिज के लिए घोषित मूल्य
ta: வண்டிக்கான அறிவிக்கப்பட்ட மதிப்பு

source: Declared Value for Customs
ar: القيمة المصرح بها للجمارك
hi: सीमा शुल्क के लिए घोषित मूल्य
ta: சுங்கத்திற்கான அறிவிக்கப்பட்ட மதிப்பு

source: Declared Amount of Insurance
ar: مبلغ التأمين المعلن
hi: बीमा की घोषित राशि
ta: அறிவிக்கப்பட்ட காப்பீட்டுத் தொகை

source: WT/VAL Charges
ar: رسوم WT / VAL
hi: डब्ल्यूटी/वैल प्रभार
ta: WT/VAL கட்டணங்கள்

source: Requirements
ar: متطلبات
hi: आवश्यकताएं
ta: தேவைகள்

source: SCI
ar: اصابات النخاع الشوكي
hi: एससीआई
ta: எஸ்சிஐ

source: Gross Weight
ar: اجتياز الوزن
hi: पार वजन
ta: குறுக்கு எடை

source: Rate class
ar: فئة معدل
hi: दर वर्ग
ta: தர வகுப்பு

source: Item Number
ar: رقم الشيء
hi: आइटम नंबर
ta: பொருள் எண்

source: Chargeable Weight
ar: الوزن المحمّل
hi: प्रभार्य वजन
ta: சார்ஜ் செய்யக்கூடிய எடை

source: Rate / Charge
ar: معدل / تهمة
hi: दर / शुल्क
ta: கட்டணம் / கட்டணம்

source: Total
ar: المجموع
hi: कुल
ta: மொத்தம்

source: Auto - Calculations
ar: السيارات - الحسابات
hi: ऑटो - गणना
ta: தானியங்கு கணக்கீடுகள்

source: Nature and Quantity of Goods
ar: طبيعة وكمية البضائع
hi: माल की प्रकृति और मात्रा
ta: பொருட்களின் தன்மை மற்றும் அளவு

source: Nature and Quantity
ar: الطبيعة والكمية
hi: प्रकृति और मात्रा
ta: இயல்பு மற்றும் அளவு

source: Dimensions
ar: أبعاد
hi: आयाम
ta: பரிமாணங்கள்

source: Length
ar: طول
hi: लंबाई
ta: நீளம்

source: Width
ar: عرض
hi: चौड़ाई
ta: அகலம்

source: Unit
ar: وحدة
hi: इकाई
ta: அலகு

source: Extra Description
ar: وصف إضافي
hi: अतिरिक्त विवरण
ta: கூடுதல் விளக்கம்

source: Text
ar: نص
hi: मूलपाठ
ta: உரை

source: Edit
ar: يحرر
hi: संपादित करें
ta: தொகு

source: No Items Found
ar: لم يتم العثور على العناصر
hi: कोई आइटम नहीं मिला
ta: உருப்படிகள் எதுவும் கிடைக்கவில்லை

source: Weight Charges
ar: رسوم الوزن
hi: भार प्रभार
ta: எடை கட்டணங்கள்

source: Prepaid
ar: مسبقة الدفع
hi: प्रीपेड
ta: முன் பணம்

source: Postpaid
ar: الدفع الآجل
hi: पोस्टपेड
ta: போஸ்ட்பெய்டு

source: Tax
ar: ضريبة
hi: कर
ta: வரி

source: Total Other Charges Due Agent
ar: وكيل إجمالي الرسوم الأخرى المستحقة
hi: कुल अन्य शुल्क देय एजेंट
ta: மொத்த மற்ற கட்டணங்கள் செலுத்த வேண்டிய முகவர்

source: Total Other Charges Due Carrier
ar: إجمالي الرسوم الأخرى المستحقة الناقل
hi: कुल अन्य शुल्क देय वाहक
ta: மொத்த மற்ற கட்டணங்கள் செலுத்த வேண்டிய கேரியர்

source: Valuation Charges
ar: رسوم التقييم
hi: मूल्यांकन शुल्क
ta: மதிப்பீட்டு கட்டணங்கள்

source: Currency Conversion Rates
ar: أسعار تحويل العملات
hi: मुद्रा रूपांतरण दरें
ta: நாணய மாற்று விகிதங்கள்

source: Charges At Destination
ar: الرسوم في الوجهة
hi: गंतव्य पर शुल्क
ta: சேருமிடத்தில் கட்டணம்

source: CC Charges In Dest. Currency
ar: رسوم CC في الوجهة. عملة
hi: गंतव्य में सीसी प्रभार मुद्रा
ta: டெஸ்டில் CC கட்டணங்கள். நாணய

source: Total Collect Charges
ar: إجمالي رسوم التحصيل
hi: कुल संग्रहण प्रभार
ta: மொத்த வசூல் கட்டணங்கள்

source: Description
ar: وصف
hi: विवरण
ta: விளக்கம்

source: Entitlement
ar: الاستحقاق
hi: पात्रता
ta: உரிமை

source: Amount
ar: كمية
hi: राशि
ta: தொகை

source: Shipper certifies that the particulars on the face hereof are correct and that insofar as any part of the consignment contains dangerous goods, such part is properly described by name and is in proper condition for carriage by air according to the applicable Dangerous Goods Regulations
ar: يشهد الشاحن أن التفاصيل الموجودة على الوجه صحيحة وأنه بقدر ما يحتوي أي جزء من الشحنة على سلع خطرة ، يتم وصف هذا الجزء بشكل صحيح بالاسم وفي حالة مناسبة للنقل الجوي وفقًا للوائح البضائع الخطرة المعمول بها
hi: शिपर प्रमाणित करता है कि इसके चेहरे पर विवरण सही हैं और जहां तक ​​खेप के किसी भी हिस्से में खतरनाक सामान है, ऐसे हिस्से को नाम से ठीक से वर्णित किया गया है और लागू खतरनाक सामान विनियमों के अनुसार हवाई मार्ग से ले जाने के लिए उचित स्थिति में है।
ta: இங்குள்ள முகத்தில் உள்ள விவரங்கள் சரியானவை என்றும், சரக்குகளின் எந்தப் பகுதியிலும் ஆபத்தான பொருட்கள் இருப்பதால், அந்தப் பகுதி பெயரால் சரியாக விவரிக்கப்பட்டு, பொருந்தக்கூடிய ஆபத்தான பொருட்களின் விதிமுறைகளின்படி விமானத்தில் எடுத்துச் செல்ல சரியான நிலையில் உள்ளது என்றும் ஏற்றுமதி செய்பவர் சான்றளிக்கிறார்.

source: Signature of Shipper or his Agent
ar: توقيع الشاحن أو وكيله
hi: शिपर या उसके एजेंट के हस्ताक्षर
ta: ஏற்றுமதி செய்பவரின் அல்லது அவரது முகவரின் கையொப்பம்

source: Carriers Execution Remarks
ar: ملاحظات تنفيذ الناقلين
hi: वाहक निष्पादन टिप्पणियां
ta: கேரியர்கள் செயல்படுத்தல் குறிப்புகள்

source: At (Place)
ar: في مكان)
hi: जगह में)
ta: (இடத்தில்)

source: Signature of Issuing Carrier or its Agent
ar: توقيع الناقل أو وكيله
hi: जारीकर्ता वाहक या उसके एजेंट के हस्ताक्षर
ta: வழங்கும் கேரியர் அல்லது அதன் முகவரின் கையொப்பம்

source: Edit Houses
ar: تحرير المنازل
hi: मकान संपादित करें
ta: வீடுகளைத் திருத்தவும்

source: Search
ar: بحث
hi: खोज
ta: தேடு

source: Enter AWB number
ar: أدخل رقم أثب
hi: एडब्ल्यूबी नंबर दर्ज करें
ta: AWB எண்ணை உள்ளிடவும்

source: Not Valid AWB Number
ar: رقم أثب غير صالح
hi: मान्य नहीं AWB नंबर
ta: செல்லுபடியாகாத AWB எண்

source: House List For
ar: قائمة المنزل لـ
hi: हाउस लिस्ट फॉर
ta: வீட்டுப் பட்டியல்

source: EditHouse
ar: تحرير البيت
hi: घर संपादित करें

source: Add House
ar: أضف البيت
hi: हाउस जोड़ें
ta: வீட்டைச் சேர்க்கவும்

source: Discard
ar: تجاهل
hi: रद्द करें
ta: நிராகரி

source: Add
ar: يضيف
hi: जोड़ें
ta: கூட்டு

source: Street Address
ar: عنوان الشارع
hi: गली का पता
ta: தெரு முகவரி

source: Identifier
ar: المعرف
hi: पहचानकर्ता
ta: அடையாளங்காட்டி

source: Contact Number
ar: رقم الاتصال
hi: संपर्क संख्या
ta: தொடர்பு எண்

source: Special Requirements
ar: متطلبات خاصة
hi: विशेष जरूरतें
ta: சிறப்பு தேவைகள்

source: Special Code
ar: كود خاص
hi: विशेष कोड
ta: சிறப்பு குறியீடு

source: Harmonised Code
ar: كود موحد
hi: सामंजस्यपूर्ण कोड
ta: ஒத்திசைக்கப்பட்ட குறியீடு

source: Currency Code
ar: رمز العملة
hi: मुद्रा कोड
ta: நாணயக் குறியீடு

source: Weight Value
ar: قيمة الوزن
hi: वजन मूल्य
ta: எடை மதிப்பு

source: Carriage Value
ar: قيمة النقل
hi: गाड़ी का मूल्य
ta: வண்டி மதிப்பு

source: Customs Value
ar: القيمة الجمركية
hi: सीमा शुल्क मूल्य
ta: சுங்க மதிப்பு

source: Insurance Value
ar: قيمة التأمين
hi: बीमा मूल्य
ta: காப்பீட்டு மதிப்பு

source: Customs Security
ar: أمن الجمارك
hi: सीमा शुल्क सुरक्षा
ta: சுங்க பாதுகாப்பு

source: CSRC Identifier
ar: معرف CSRC
hi: सीएसआरसी पहचानकर्ता
ta: CSRC அடையாளங்காட்டி

source: SCSRC Identifier
ar: معرف SCSRC
hi: एससीएसआरसी पहचानकर्ता
ta: SCSRC அடையாளங்காட்டி

source: Info Identifier
ar: معرف المعلومات
hi: जानकारी पहचानकर्ता
ta: தகவல் அடையாளங்காட்டி

source: SLAC
ar: سلاك
hi: एसएलएसी

source: Quantity Details
ar: تفاصيل الكمية
hi: मात्रा विवरण
ta: அளவு விவரங்கள்

source: House Number
ar: رقم الدار
hi: घर का नंबर
ta: வீட்டு எண்

source: Add Master Air Waybill
hi: मास्टर एयर वेबिल जोड़ें

source: Submit
ar: يقدم
hi: प्रस्तुत करना
ta: சமர்ப்பிக்கவும்

source: Airline
ar: شركة طيران
hi: एयरलाइन
ta: விமான நிறுவனம்

source: Master AWB
ar: ماجستير أثب
hi: मास्टर एडब्ल्यूबी

source: Shipment
ar: شحنة
hi: लदान
ta: ஏற்றுமதி

source: Would you like to Save?
ar: هل ترغب في الحفظ?
hi: क्या आप बचाना चाहेंगे?
ta: நீங்கள் சேமிக்க விரும்புகிறீர்களா?

source: You have made several changes! Save the field for future use.
ar: You have made several changes!\nSave the field for future use.
hi: आपने कई बदलाव किए हैं!\nभविष्य में उपयोग के लिए फ़ील्ड सहेजें।
ta: பல மாற்றங்களைச் செய்துள்ளீர்கள்!\nஎதிர்கால பயன்பாட்டிற்காக புலத்தை சேமிக்கவும்.

source: Exit
ar: مخرج
hi: बाहर जाएं
ta: வெளியேறு

source: Save & Exit
ar: احفظ المخرج
hi: बचा कर बाहर आ जाओ
ta: சேமி & வெளியேறு

source: No Data
ar: لايوجد بيانات
hi: कोई आकड़ा उपलब्ध नहीं है
ta: தகவல் இல்லை

source: Completed
ar: مكتمل
hi: पूरा हुआ
ta: நிறைவு

source: Incompleted
ar: غير مكتمل
hi: अधूरा
ta: முழுமையடையவில்லை

source: Add Item
ar: اضافة عنصر
hi: सामान जोडें
ta: பொருளைச் சேர்க்கவும்

source: length
ar: الطول
hi: लंबाई
ta: நீளம்

source: height
ar: ارتفاع
hi: ऊंचाई
ta: உயரம்

source: width
ar: العرض
hi: चौड़ाई
ta: அகலம்

source: Use rate
ar: معدل الاستخدام
hi: दर का प्रयोग करें
ta: பயன்பாட்டு விகிதம்

source: Rate
ar: معدل
hi: भाव
ta: மதிப்பிடவும்

source: Minimum
ar: الحد الأدنى
hi: न्यूनतम
ta: குறைந்தபட்சம்

source: Close
ar: قريب
hi: बंद करे
ta: நெருக்கமான

# AddContacts
source: Contacts
ar: اضف جهات اتصال
hi: संपर्क जोड़ें
ta: தொடர்புகளைச் சேர்க்கவும்

source: Type
ar: نوع
hi: प्रकार
ta: வகை

source: Add Special Code
ar: أضف كود خاص
hi: विशेष कोड जोड़ें
ta: சிறப்பு குறியீட்டைச் சேர்க்கவும்

source: Add Hormonized Code
ar: أضف الكود الهرموني
hi: हार्मोनाइज्ड कोड जोड़ें

source: Nature Of Goods
ar: طبيعة السلع
hi: माल की प्रकृति
ta: பொருட்களின் இயல்பு

source: Update AWB
ar: تحديث أثب
hi: एडब्ल्यूबी अपडेट करें
ta: AWBஐப் புதுப்பிக்கவும்

source: Update
ar: تحديث
hi: अद्यतन
ta: புதுப்பிக்கவும்e

source: Update House
ar: تحديث البيت
hi: अपडेट हाउस
ta: வீட்டைப் புதுப்பிக்கவும்

# SampleData1
source: House Sample Data 1
ar: بيانات العينة 1
hi: नमूना डेटा 1
ta: மாதிரி தரவு 1

source: Save
ar: يحفظ
hi: सहेजें
ta: சேமிக்கவும்

source: Would you like to Reload?
ar: هل تريد إعادة التحميل؟
hi: क्या आप पुनः लोड करना चाहेंगे?

source: On reload all the feilds will set back to last save data
ar: عند إعادة التحميل ، ستعود جميع الملفات إلى آخر حفظ للبيانات
hi: पुनः लोड करने पर सभी फ़ील्ड डेटा को अंतिम रूप से सहेजने के लिए वापस सेट हो जाएंगे
ta: மறுஏற்றம் செய்யும் போது, எல்லாப் புலங்களும் கடைசியாகச் சேமிக்கும் தரவிற்குத் திரும்பும்

source: Ok
ar: نعم
hi: ठीक
ta: சரி

source: Would you like to Clear?
ar: هل ترغب في مسح؟
hi: क्या आप साफ़ करना चाहेंगे?
ta: நீங்கள் அழிக்க விரும்புகிறீர்களா?

source: If you clear, all the field will be Delete!
ar: إذا قمت بالمسح ، فسيتم حذف كل الحقول!
hi: अगर आप क्लियर करते हैं, तो सारी फील्ड डिलीट हो जाएगी!
ta: க்ளியர் செய்தால் எல்லாப் புலமும் அழிக்கப்பட்டது ஆகிவிடும்!

source: Data Saved Successfully
ar: تم حفظ المعلومات بنجاح
hi: डेटा सफलतापूर्वक सहेजा गया
ta: தரவு வெற்றிகரமாக சேமிக்கப்பட்டது

source: Something went wrong
ar: هناك خطأ ما
hi: कुछ गलत हो गया
ta: ஏதோ தவறு நடைபெற்றிருக்கிறது

source: Print
ar: مطبعة
hi: छाप
ta: அச்சிடவும்

source: Clear
ar: واضح
hi: स्पष्ट
ta: நீக்கு

source: Reload
ar: إعادة تحميل
hi: पुनः लोड करें
ta: பக்கத்தை மீண்டும் ஏற்றவும்

source: Choose Your Language
ar: اختر لغتك
hi: अपनी भाषा चुनिए
ta: உங்கள் மொழியை தேர்வு செய்யவும்

source: Click on the Tiles to Navigate
ar: انقر فوق البلاط للتنقل
hi: नेविगेट करने के लिए टाइल्स पर क्लिक करें

source: Login
ar: تسجيل الدخول
hi: लॉग इन करें
ta: உள்நுழைய

source: Your email address has not yet been confirmed
ar: لم يتم تأكيد عنوان البريد الإلكتروني الخاص بك
hi: आपके ईमेल पते की अभी तक पुष्टि नहीं हुई है
ta: உங்கள் மின்னஞ்சல் முகவரி இன்னும் உறுதிப்படுத்தப்படவில்லை

source: Email Id
ar: عنوان الايميل
hi: ईमेल आईडी
ta: மின்னஞ்சல் முகவரி

source: Password
ar: كلمه السر
hi: पासवर्ड
ta: கடவுச்சொல்

source: Enter the email to reset password
ar: أدخل البريد الإلكتروني لإعادة تعيين كلمة المرور
hi: पासवर्ड रीसेट करने के लिए ईमेल दर्ज करें
ta: கடவுச்சொல்லை மீட்டமைக்க மின்னஞ்சலை உள்ளிடவும்

source: Enter email
ar: أدخل البريد الإلكتروني
hi: ईमेल दर्ज करें
ta: மின்னஞ்சலை உள்ளிடவும்

source: email
ar: البريد الإلكتروني
hi: ईमेल
ta: மின்னஞ்சல்

source: Reset Password
ar: إعادة تعيين كلمة المرور
hi: पासवर्ड रीसेट
ta: கடவுச்சொல்லை மீட்டமைக்க

source: Forget Password
ar: نسيت كلمة المرور
hi: पासवर्ड भूल गया
ta: கடவுச்சொல்லை மாற்று

source: Don't have an account ?
ar: ليس لديك حساب؟
hi: खाता नहीं है?
ta: கணக்கு இல்லையா?

source: Already have an account ?
ar: هل لديك حساب ؟
hi: क्या आपके पास पहले से एक खाता मौजूद है ?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா ?

source: Create Account
ar: إنشاء حساب
hi: खाता बनाएं
ta: உங்கள் கணக்கை துவங்குங்கள்

source: Register
ar: يسجل
hi: रजिस्टर करें
ta: பதிவு

source: Confirm Password
ar: تأكيد كلمة المرور
hi: पासवर्ड की पुष्टि कीजिये
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: New Password
ar: كلمة مرور جديدة
hi: नया पासवर्ड
ta: புதிய கடவுச்சொல்

# WouldyouliketoupdateAirWaybil
source: Would you like to update Air Waybill
ar: هل ترغب في تحديث أثب
hi: क्या आप एयर वेबिल को अपडेट करना चाहेंगे
ta: ஏர் வேபிலைப் புதுப்பிக்க விரும்புகிறீர்களா

source: Update Waybill Number
ar: تحديث رقم بوليصة الشحن
hi: वेबिल नंबर अपडेट करें
ta: வேபில் எண்ணைப் புதுப்பிக்கவும்

source: House Details List
ar: قائمة تفاصيل المنزل
hi: घर विवरण सूची
ta: வீட்டின் விவரங்கள் பட்டியல்

source: This field is empty
ar: هذا الحقل فارغ
hi: यह फ़ील्ड खाली है
ta: இந்தப் புலம் காலியாக உள்ளது

source: Invalid Email Id
ar: البريد الإلكتروني غير صالح
hi: अमान्य ईमेल आईडी
ta: தவறான மின்னஞ்சல் ஐடி

source: No description
ar: بدون وصف
hi: कोई विवरण नहीं
ta: விளக்கம் இல்லை

source: House List
ar: قائمة المنزل
hi: घर सूची
ta: வீட்டுப் பட்டியல்

source: Password is too short
ar: كلمة المرور قصيرة جدا
hi: पारण शब्द बहुत छोटा है
ta: கடவுச்சொல் மிகவும் சிறியது

# Passwordmusthaveatleasnonenumber
source: Password must have atleast \none number
ar: يجب أن تحتوي كلمة المرور على رقم على الأقل \ بلا رقم
hi: पासवर्ड में कम से कम \none number होना चाहिए
ta: கடவுச்சொல்லில் குறைந்தபட்சம் \nஒரு எண்ணாவது இருக்க வேண்டும்

# Passwordmusthaveatleastnonecapitalletter
source: Password must have atleast one capital letter
ar: يجب أن تحتوي كلمة المرور على الأقل حرف واحد كبير
hi: पासवर्ड कम से कम होना चाहिए एक बड़ा अक्षर
ta: கடவுச்சொல் குறைந்தபட்சம் இருக்க வேண்டும் ஒரு பெரிய எழுத்து

source: Password must contain atleast one special character
ar: يجب أن تحتوي كلمة المرور على الأقل شخصية خاصة واحدة
hi: पासवर्ड में कम से कम होना चाहिए एक विशेष पात्र
ta: கடவுச்சொல் குறைந்தபட்சம் இருக்க வேண்டும் ஒரு சிறப்பு பாத்திரம்

source: Password does not match
ar: كلمة السر غير متطابقة
hi: पासवर्ड मैच नहीं कर रहा है
ta: கடவுச்சொல் பொருந்தவில்லை

source: Customer Code
ar: كود العميل
hi: ग्राहक का कोड
ta: வாடிக்கையாளர் குறியீடு

source: If you are registering as a solo user, please choose your own CUSTOMER CODE (example: ABC123)
ar: إذا كنت تقوم بالتسجيل كمستخدم منفرد ، فيرجى اختيار رمز العميل الخاص بك (مثال: ABC123)
hi: यदि आप एकल उपयोगकर्ता के रूप में पंजीकरण कर रहे हैं, तो कृपया अपना स्वयं का ग्राहक कोड चुनें (उदाहरण: ABC123)
ta: நீங்கள் ஒரு தனிப் பயனராகப் பதிவு செய்கிறீர்கள் என்றால், உங்கள் சொந்த வாடிக்கையாளர் குறியீட்டைத் தேர்ந்தெடுக்கவும் (எடுத்துக்காட்டு: ABC123)
