Repository: GokulVelu-GL/Test1
Catalog: lib/l10n/intl_*.arb
Languages: ar, hi, ta

source: Otherwise if you are part of an organization, please input your organization's CUSTOMER CODE (example: ROOSTER123)
ar: بخلاف ذلك ، إذا كنت جزءًا من مؤسسة ، فيرجى إدخال رمز العميل الخاص بمؤسستك (مثال: ROOSTER123)
hi: अन्यथा यदि आप किसी संगठन का हिस्सा हैं, तो कृपया अपने संगठन का ग्राहक कोड दर्ज करें (उदाहरण: ROOSTER123)
ta: இல்லையெனில், நீங்கள் ஒரு நிறுவனத்தின் அங்கமாக இருந்தால், உங்கள் நிறுவனத்தின் வாடிக்கையாளர் குறியீட்டை உள்ளிடவும் (எடுத்துக்காட்டு: ROOSTER123)

source: History
ar: تاريخ
hi: इतिहास
ta: வரலாறு

source: AirCargo eAWB
ar: الشحن الجوي هـأثب
hi: एयरकार्गो ईएडब्ल्यूबी
ta: ஏர்கார்கோ eAWB

source: Air Waybill
ar: بوليصة الشحن الجوي
hi: एयरवे बिल
ta: விமான வழிரசீது

source: Telex & IATA
ar: التلكس واتحاد النقل الجوي الدولي
hi: टेलेक्स और आईएटीए
ta: டெலக்ஸ் & ஐஏடிஏ

source: About
ar: عن
hi: के बारे में
ta: பற்றி

source: Group Chat
ar: مجموعة محادثة
hi: समूह बातचीत
ta: குழு அரட்டை

source: Ability to chat with multiple people
ar: القدرة على الدردشة مع عدة أشخاص
hi: कई लोगों के साथ चैट करने की क्षमता
ta: பல நபர்களுடன் அரட்டையடிக்கும் திறன்

source: To Do List
ar: عمل قائمة
hi: करने के लिए सूची
ta: செய்ய வேண்டிய பட்டியல்

source: Add to do List
ar: إضافة قائمة المهام
hi: सूची में जोड़ें
ta: செய்ய வேண்டிய பட்டியலைச் சேர்க்கவும்

source: Identifies the actual guiding principles
ar: يحدد المبادئ التوجيهية الفعلية
hi: वास्तविक मार्गदर्शक सिद्धांतों की पहचान करता है
ta: உண்மையான வழிகாட்டும் கொள்கைகளை அடையாளம் காட்டுகிறது

# CopyrightRoosterTech
source: Copyright Â© 2022 Rooster Tech
ar: حقوق النشر © 2022 تقنية الديك
hi: कॉपीराइट © 2022 रूस्टर टेक
ta: பதிப்புரிமை © 2022 ரூஸ்டர் டெக்

source: Enter the Currency Code
ar: أدخل رمز العملة
hi: मुद्रा कोड दर्ज करें
ta: நாணயக் குறியீட்டை உள்ளிடவும்

source: Enter the Weight Value
ar: أدخل قيمة الوزن
hi: वजन मान दर्ज करें
ta: எடை மதிப்பை உள்ளிடவும்

source: Enter the Other Charges
ar: أدخل الرسوم الأخرى
hi: अन्य शुल्क दर्ज करें
ta: மற்ற கட்டணங்களை உள்ளிடவும்

source: Enter the Carriage Value
ar: أدخل قيمة النقل
hi: कैरिज मूल्य दर्ज करें
ta: வண்டி மதிப்பை உள்ளிடவும்

source: Enter the Customs Value
ar: أدخل القيمة الجمركية
hi: सीमा शुल्क मूल्य दर्ज करें
ta: சுங்க மதிப்பை உள்ளிடவும்

source: Enter the Insurance Value
ar: أدخل قيمة التأمين
hi: बीमा मूल्य दर्ज करें
ta: காப்பீட்டு மதிப்பை உள்ளிடவும்

source: Enter the Country Code
ar: أدخل رمز الدولة
hi: देश कोड दर्ज करें
ta: நாட்டின் குறியீட்டை உள்ளிடவும்

source: Enter the Info Identifier
ar: أدخل معرف المعلومات
hi: जानकारी पहचानकर्ता दर्ज करें
ta: தகவல் அடையாளங்காட்டியை உள்ளிடவும்

source: Enter the CSRC Identifier
ar: أدخل معرف CSRC
hi: सीएसआरसी पहचानकर्ता दर्ज करें
ta: CSRC அடையாளங்காட்டியை உள்ளிடவும்

source: Enter the SCSRC Identifier
ar: أدخل معرف SCSRC
hi: एससीएसआरसी पहचानकर्ता दर्ज करें
ta: SCSRC அடையாளங்காட்டியை உள்ளிடவும்

source: Enter the Pieces
ar: أدخل القطع
hi: टुकड़े दर्ज करें
ta: துண்டுகளை உள்ளிடவும்

source: Enter the Weight
ar: أدخل الوزن
hi: वजन दर्ज करें
ta: எடையை உள்ளிடவும்

source: Enter the SLAC
ar: أدخل SLAC
hi: एसएलएसी दर्ज करें
ta: vSLACஐ உள்ளிடவும்

source: Enter the House No
ar: أدخل رقم المنزل
hi: हाउस नंबर दर्ज करें
ta: வீட்டின் எண்ணை உள்ளிடவும்

source: Enter the Nature Of Goods
ar: أدخل طبيعة البضائع
hi: माल की प्रकृति दर्ज करें
ta: பொருட்களின் இயல்பை உள்ளிடவும்

source: Enter the Description
ar: أدخل الوصف
hi: विवरण दर्ज करें
ta: விளக்கத்தை உள்ளிடவும்

source: Select a SpecialCode
ar: حدد رمز خاص
hi: एक विशेष कोड चुनें
ta: சிறப்புக் குறியீட்டைத் தேர்ந்தெடுக்கவும்

source: House list added
ar: تمت إضافة قائمة المنازل
hi: घर की सूची जोड़ी गई
ta: வீட்டின் பட்டியல் சேர்க்கப்பட்டது

source: House list added failed
ar: قائمة المنازل المضافة فشلت
hi: हाउस सूची जोड़ी गई विफल
ta: வீட்டுப் பட்டியல் சேர்க்கப்படவில்லை

source: Select a Airline
ar: اختر شركة طيران
hi: एक एयरलाइन का चयन करें
ta: ஒரு விமான நிறுவனத்தைத் தேர்ந்தெடுக்கவும்

source: Please Enter the AWB No
ar: الرجاء إدخال رقم أثب
hi: कृपया एडब्ल्यूबी नंबर दर्ज करें
ta: AWB எண்ணை உள்ளிடவும்

source: AWB number must be 8 digit
ar: يجب أن يتكون رقم أثب من 8 أرقام
hi: AWB नंबर 8 अंकों का होना चाहिए
ta: AWB எண் 8 இலக்கமாக இருக்க வேண்டும்

source: Select a Origin
ar: حدد الأصل
hi: एक मूल चुनें
ta: ஒரு மூலத்தைத் தேர்ந்தெடுக்கவும்

# WorongCode
source: Wrong Code
ar: رمز خاطئ
hi: Worong Code
ta: தவறான குறியீடு

source: Select a Destination
ar: تحديد وجهة
hi: एक गंतव्य चुनें
ta: ஒரு இலக்கைத் தேர்ந்தெடுக்கவும்

source: Please Enter the pieces
ar: الرجاء إدخال القطع
hi: कृपया टुकड़े दर्ज करें
ta: துண்டுகளை உள்ளிடவும்

source: Please Enter the weight
ar: الرجاء إدخال الوزن
hi: कृपया वजन दर्ज करें
ta: எடையை உள்ளிடவும்

source: Data insertion failed
ar: فشل إدخال البيانات
hi: डेटा प्रविष्टि विफल
ta: தரவு செருகுவது தோல்வியடைந்தது

source: Data Updated
ar: تم تحديث البيانات
hi: डेटा अपडेट किया गया
ta: தரவு புதுப்பிக்கப்பட்டது

source: House list edit failed
ar: فشل تحرير قائمة المنزل
hi: हाउस सूची संपादन विफल
ta: வீட்டுப் பட்டியலைத் திருத்த முடியவில்லை

source: House Sample Data 1
ar: بيانات نموذج المنزل 1
hi: हाउस नमूना डेटा 1
ta: வீட்டின் மாதிரி தரவு 1

source: AWB List
ar: قائمة أثب
hi: एडब्ल्यूबी सूची
ta: AWB பட்டியல்

source: Consolidation
hi: समेकन
ta: ஒருங்கிணைப்பு

source: Update Profile
hi: प्रोफ़ाइल को नवीनतम बनाओ
ta: சுயவிவரத்தைப் புதுப்பிக்கவும்

source: Would you like to delete shipper contact
hi: क्या आप शिपर संपर्क हटाना चाहते हैं
ta: ஷிப்பர் தொடர்பை நீக்க விரும்புகிறீர்களா

source: Confirm
hi: पुष्टि करें
ta: உறுதிப்படுத்தவும்

source: House list edited
hi: घर सूची संपादित
ta: வீட்டின் பட்டியல் திருத்தப்பட்டது

source: ChatBox
ar: صندوق الدردشه
hi: चैट बॉक्स
ta: அரட்டை பெட்டி

source: Dock and Slot Booking
ar: حوض وفتحة الحجز
hi: डॉक और स्लॉट बुकिंग
ta: கப்பல்துறை மற்றும் ஸ்லாட் முன்பதிவு

source: Book Dock Number and Slot Time based on either AWB or Vehicle Registration Number
ar: رقم حوض الكتاب ووقت الفتحة بناءً على أثب أو رقم تسجيل السيارة
hi: बुक डॉक नंबर और स्लॉट समय या तो एडब्ल्यूबी या वाहन पंजीकरण संख्या के आधार पर

source: Booking Dockand Slot
ar: مرسى الحجز وفتحة
hi: बुकिंग डॉकैंड स्लॉट

source: Slot(s) bookingper Shipment
hi: स्लॉट (ओं) बुकिंगपर शिपमेंट

source: Multiple AWBs
ar: عدة أثب
hi: एकाधिक एडब्ल्यूबी

source: Slot(s) booking for Multiple Shipments
ar: حجز الفتحات للشحنات المتعددة
hi: एकाधिक शिपमेंट्स के लिए स्लॉट बुकिंग

source: Vehicle Registration Number
ar: رقم تسجيل المركبة
hi: वाहन पंजीकरण संख्या

source: Slot(s) booking for a Vehicle that could be involved with single/multiple Shipments
ar: حجز الفتحة (الفتحات) لمركبة يمكن أن تشارك في شحنات فردية / متعددة
hi: एक वाहन के लिए स्लॉट (ओं) बुकिंग जो एकल/एकाधिक शिपमेंट के साथ शामिल हो सकता है

source: AWBs
ar: أثب
hi: एडब्ल्यूबी

# GiveAWBNumbertocreateorretrieveeAWB
source: Give AWB Number to\ncreate or retrieve eAWB
ar: امنح رقم أثب \ n لإنشاء أو استرداد أثب
hi: eAWB बनाने या पुनर्प्राप्त करने के लिए\nएडब्लूबी नंबर दें

source: AWB number should be 12 including '-'
ar: يجب أن يكون رقم أثب 12 بما في ذلك'-'
hi: AWB नंबर 12 सहित होना चाहिए '-'

source: Not proper AWB number eg: 150-78596324
ar: رقم أثب غير مناسب على سبيل المثال: 150-78596324
hi: उचित नहीं AWB नंबर उदाहरण: 150-78596324

source: Would you like to Remove
ar: هل ترغب في إزالة
hi: क्या आप हटाना चाहेंगे
ta: நீங்கள் அகற்ற விரும்புகிறீர்களா

source: Add AWB Number
ar: أضف رقم أثب
hi: एडब्ल्यूबी नंबर जोड़ें
ta: AWB எண்ணைச் சேர்க்கவும்

source: Enter Vehicle Registration number
ar: أدخل رقم تسجيل المركبة
hi: वाहन पंजीकरण संख्या दर्ज करें
ta: வாகனப் பதிவு எண்ணை உள்ளிடவும்

source: Slot Booking
ar: فتحة الحجز
hi: स्लॉट बुकिंग

source: Book Your Slot
ar: احجز مكانك
hi: अपना स्लॉट बुक करें

source: Book Now
ar: احجز الآن
hi: अभी बुक करें
ta: பதிவு

source: Your Slot Booked
ar: حجز الفتحة الخاصة بك
hi: आपका स्लॉट बुक हो गया

source: Slot Booking Failed
ar: Sفشل حجز الفتحة
hi: स्लॉट बुकिंग विफल

source: Terminal No
ar: رقم المبنى
hi: टर्मिनल नंबर
ta: முனைய எண்

source: Warehouse Zone
ar: منطقة المستودعات
hi: गोदाम क्षेत्र
ta: கிடங்கு மண்டலம்

source: Warehouse Location
ar: موقع المستودع
hi: गोदाम स्थान
ta: கிடங்கு இடம்

source: slot book date and time
ar: تاريخ ووقت دفتر الفتحة
hi: स्लॉट बुक की तारीख और समय

source: Booked
ar: حجز
hi: बुक्ड
ta: முன்பதிவு செய்யப்பட்டது

source: Available
ar: متوفرة
hi: उपलब्ध
ta: கிடைக்கும்

source: Book Slot
ar: فتحة الكتاب
hi: बुक स्लॉट

source: Slot Date & Time :
ar: تاريخ ووقت الفتحة:
hi: स्लॉट दिनांक और समय:

source: Book Your Slot Now
ar: احجز الآن
hi: अपना स्लॉट अभी बुक करें
ta: உங்கள் ஸ்லாட்டை இப்போதே பதிவு செய்யுங்கள்

source: Dock Selection
ar: اختيار قفص الاتهام
hi: गोदी चयन

source: Special Handling Group
ar: مجموعة المناولة الخاصة
hi: विशेष हैंडलिंग समूह
ta: சிறப்பு கையாளுதல் குழு

source: Dock zone is required
ar: منطقة الإرساء مطلوبة
hi: डॉक ज़ोन आवश्यक है

source: Dock Zone
ar: منطقة الرصيف
hi: डॉक जोन

source: Dock Area
ar: منطقة الرصيف
hi: गोदी क्षेत्र

source: Dock Number is required
ar: رقم الإرساء مطلوب
hi: डॉक नंबर आवश्यक है

source: Dock Number
ar: رقم قفص الاتهام
hi: डॉक नंबरr
ta: கப்பல்துறை எண்

source: Date
ar: تاريخ
hi: दिनांक
ta: தேதி

source: Enter the Date
ar: أدخل التاريخ
hi: तिथि दर्ज करें
ta: தேதியை உள்ளிடவும்

source: Agent/Driver Info
ar: معلومات الوكيل / السائق
hi: एजेंट/चालक जानकारी
ta: முகவர்/டிரைவர் தகவல்o

source: Vehicle Number
ar: عدد المركبات
hi: गाडी नंबर
ta: வாகன எண்

source: Please wait...
ar: أرجو الإنتظار...
hi: कृपया प्रतीक्षा करें...
ta: தயவுசெய்து காத்திருங்கள்...

source: Slot Management
ar: إدارة الفتحات
hi: स्लॉट प्रबंधन
ta: ஸ்லாட் மேலாண்மை

source: Modify Search
ar: تعديل البحث
hi: खोज संशोधित करें
ta: தேடலை மாற்றவும்

source: Success
ar: النجاح
hi: सफलता
ta: வெற்றி

source: Release Booking
ar: الافراج عن الحجز
hi: रिलीज बुकिंग
ta: ரிலீஸ் முன்பதிவு

source: Would you like to Update your Booked Dock & Slot?
ar: هل ترغب في تحديث فتحة الإرساء المحجوزة؟
hi: क्या आप अपने बुक किए गए डॉक और स्लॉट को अपडेट करना चाहेंगे?
ta: உங்கள் முன்பதிவு செய்யப்பட்ட டாக் ஸ்லாட்டைப் புதுப்பிக்க விரும்புகிறீர்களா

source: Update Booking
ar: Uتحديث الحجز
hi: बुकिंग अपडेट करें
ta: புதுப்பிப்பு முன்பதிவு

source: Would you like to Release your Booked Dock & Slot?
ar: هل ترغب في تحرير فتحة الإرساء المحجوزة؟
hi: क्या आप अपना बुक किया हुआ डॉक और स्लॉट जारी करना चाहेंगे?
ta: உங்கள் முன்பதிவு செய்யப்பட்ட டாக் & ஸ்லாட்டை வெளியிட விரும்புகிறீர்களா?

source: Available Slot
ar: الفتحة المتاحة
hi: उपलब्ध स्लॉट
ta: ஸ்லாட் கிடைக்கும்

source: Dock Management
ar: إدارة حوض السفن
hi: डॉक प्रबंधन
ta: கப்பல்துறை மேலாண்மை

source: Dock Location
ar: موقع قفص الاتهام
hi: डॉक स्थान
ta: கப்பல்துறை இடம்

source: Select the time period to narrow down the slots
ar: حدد الفترة الزمنية لتضييق الخانات
hi: स्लॉट्स को कम करने के लिए समयावधि चुनें
ta: ஸ்லாட்டுகளைக் குறைப்பதற்கான கால அளவைத் தேர்ந்தெடுக்கவும்

# SelectedSlotsAvailableSlotBookedSlot
source: Selected Slots\nAvailable Slot \nBooked Slot
ar: الفتحات المحددة \ n الفتحة المتاحة \ n الفتحة المحجوزة
hi: चयनित स्लॉट\nउपलब्ध स्लॉट \nबुक किया गया स्लॉट
ta: தேர்ந்தெடுக்கப்பட்ட இடங்கள் கிடைக்கும் ஸ்லாட் புக் செய்யப்பட்ட ஸ்லாட்

source: Swipe left to right for release Booking
ar: اسحب من اليسار إلى اليمين لتحرير الحجز
hi: बुकिंग जारी करने के लिए बाएं से दाएं स्वाइप करें
ta: வெளியீட்டு முன்பதிவுக்கு இடமிருந்து வலமாக ஸ்வைப் செய்யவும்

source: Swipe right to left for Update Details
ar: اسحب من اليمين إلى اليسار للحصول على تفاصيل التحديث
hi: अपडेट विवरण के लिए दाएं से बाएं स्वाइप करें
ta: புதுப்பிப்பு விவரங்களுக்கு வலமிருந்து இடமாக ஸ்வைப் செய்யவும்

# SelectMultipleSlotBookMultipleSlotMAXIMUM3
source: Select Multiple Slot \nBook Multiple Slot\n(MAXIMUM 3)
ar: حدد عدة فتحات \ n حجز فتحات متعددة \ n (الحد الأقصى 3)
hi: एकाधिक स्लॉट चुनें \\nएकाधिक स्लॉट बुक करें\\n(अधिकतम 3)
ta: மல்டிபிள் ஸ்லாட் புக் மல்டிபிள் ஸ்லாட்டைத் தேர்ந்தெடுக்கவும் (அதிகபட்சம் 3)

source: Selected Slot
ar: الفتحة المحددة
hi: चयनित स्लॉट
ta: தேர்ந்தெடுக்கப்பட்ட ஸ்லாட்

source: Book
ar: الكتاب
hi: किताब
ta: பதிவு

source: Only Allow to book continues 3 slots
ar: فقط السماح للحجز يتواصل 3 فتحات
hi: केवल बुक करने की अनुमति दें 3 स्लॉट जारी रखें
ta: Oமுன்பதிவு செய்ய மட்டும் அனுமதி 3 இடங்கள் தொடர்கின்றன

source: Maximum only 3 slots are allowed to book at a time
ar: يُسمح فقط بثلاث خانات كحد أقصى في المرة الواحدة
hi: एक बार में अधिकतम केवल 3 स्लॉट बुक करने की अनुमति है
ta: ஒரு நேரத்தில் அதிகபட்சம் 3 இடங்கள் மட்டுமே முன்பதிவு செய்ய அனுமதிக்கப்படும்

source: Flight(Bookings)
ar: رحلة (حجوزات)
hi: उड़ान (बुकिंग)

source: Flight List
ar: قائمة الرحلات
hi: उड़ान सूची

source: CarrierCode
ar: رمز الناقل
hi: वाहक कोड

source: FlightNumber
ar: رقم الرحلة الجوية
hi: विमान संख्या

source: DepartureDate
ar: تاريخ المغادرة
hi: प्रस्थान की तारीख

source: AircraftReg
ar: الطائرات
hi: विमान रजिस्टर

source: NilcargoInd
ar: نيلكارغو
hi: नीलकार्गोइंड

source: View Manifest
ar: مشاهدة ملف Manifest
hi: मैनिफेस्ट देखें

source: Generate PDF
ar: إنشاء ملف بي دي إف
hi: पीडीएफ जेनरेट करें

source: Add Flight
ar: أضف رحلة
hi: उड़ान जोड़ें

source: Add Routing
ar: إضافة التوجيه
hi: रूटिंग जोड़ें

source: Origin and Destination can't be same
ar: لا يمكن أن يكون الأصل والوجهة متشابهين
hi: उद्गम और गंतव्य समान नहीं हो सकते

source: Flight list added success
ar: أضافت قائمة الرحلات النجاح
hi: उड़ान सूची में सफलता मिली

source: Flight list added failed
ar: فشل إضافة قائمة الرحلات
hi: उड़ान सूची जोड़ी गई विफल

source: Please Enter the aircraftreg
ar: الرجاء إدخال سجل الطائرة
hi: कृपया विमान दर्ज करेंreg

source: Please Enter the flightNumber
ar: الرجاء إدخال رقم الرحلة
hi: कृपया उड़ान संख्या दर्ज करें

source: Please Enter the origin
ar: الرجاء إدخال الأصل
hi: कृपया मूल दर्ज करें

source: Please Enter the Destination
ar: الرجاء إدخال الوجهة
hi: कृपया गंतव्य दर्ज करें

source: Select a Airport
ar: اختر مطار
hi: एक हवाई अड्डे का चयन करें

source: Wrong Code
ar: رمز خاطئ
hi: गलत कोड

source: Update Flight
ar: تحديث الرحلة
hi: अद्यतन उड़ान

source: Flight list update success
ar: تم تحديث قائمة الرحلات بنجاح
hi: उड़ान सूची अद्यतन सफलता

source: Flight list update failed
ar: فشل تحديث قائمة الرحلات الجوية
hi: उड़ान सूची अद्यतन विफल

source: Aircraftreg
ar: الطائرات
hi: एयरक्राफ्टरेग

source: Please Enter the Aircraftreg
ar: الرجاء إدخال سجل الطائرات
hi: कृपया विमानक्षेत्र दर्ज करें

source: Account Id
ar: معرف الحساب
hi: खाता पहचान
ta: கணக்கு ஐடி

source: Give AWB Number to create or retrive eAWB
ar: امنح رقم أثب لإنشاء أو استرجاع أثب
hi: eAWB बनाने या पुनः प्राप्त करने के लिए AWB नंबर दें
ta: eAWB ஐ உருவாக்க அல்லது மீட்டெடுக்க AWB எண்ணைக் கொடுங்கள்

source: Enter valid AWB number - eg: 150-78596324
ar: أدخل رقم أثب صالحًا - على سبيل المثال: 150-78596324
hi: मान्य AWB नंबर दर्ज करें - जैसे: 150-78596324
ta: சரியான AWB எண்ணை உள்ளிடவும் - எ.கா: 150-78596324

source: Worong AWB Number
ar: رقم خاطئ - ظلم - يظلم أثب
hi: गलत एडब्ल्यूबी नंबर
ta: Wதவறான AWB எண்

source: Executed on (date)
ar: نُفذ في (التاريخ)
hi: पर निष्पादित (तारीख)
ta: செயல்படுத்தப்பட்டது (தேதி)

source: Please Enter the density
ar: الرجاء إدخال الكثافة
hi: कृपया घनत्व दर्ज करें
ta: தயவு செய்து அடர்த்தியை உள்ளிடவும்

source: Please Enter the Volume
ar: الرجاء إدخال الحجم
hi: कृपया वॉल्यूम दर्ज करें

source: Other Service Information
ar: معلومات الخدمة الأخرى
hi: अन्य सेवा जानकारी
ta: பிற சேவை தகவல்

source: Phone Number
ar: رقم الهاتف
hi: फ़ोन नंबर
ta: தொலைபேசி எண்

source: Please enter the email address
ar: يرجى إدخال عنوان البريد الإلكتروني
hi: कृपया ईमेल पता दें
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்

source: Add Shipper Number
ar: أضف رقم الشاحن
hi: शिपर नंबर जोड़ें
ta: ஷிப்பர் எண்ணைச் சேர்க்கவும்

source: Wrong AWB Number
ar: رقم أثب خاطئ
hi: गलत एडब्ल्यूबी नंबर
ta: தவறான AWB எண்r

source: Select a country code
ar: حدد رمز البلد
hi: देश कोड चुनें
ta: நாட்டின் குறியீட்டைத் தேர்ந்தெடுக்கவும்

source: Would you like to delete shipper contact number
ar: هل ترغب في حذف رقم الاتصال بالشاحن
hi: क्या आप शिपर संपर्क नंबर हटाना चाहते हैं
ta: ஷிப்பர் தொடர்பு எண்ணை நீக்க விரும்புகிறீர்களா

source: Select a airport code
ar: حدد رمز المطار
hi: एक हवाई अड्डा कोड चुनें
ta: விமான நிலையக் குறியீட்டைத் தேர்ந்தெடுக்கவும்

source: eAWB Sample Data 1
ar: نموذج بيانات أثب 1
hi: eAWB नमूना डेटा 1
ta: eAWB மாதிரி தரவு 1

source: Status of the data you have filled
ar: حالة البيانات التي ملأتها
hi: आपके द्वारा भरे गए डेटा की स्थिति
ta: நீங்கள் நிரப்பிய தரவின் நிலை

source: Click on the Card to edit the field
ar: اضغط على البطاقة لتعديل الحقل
hi: फ़ील्ड संपादित करने के लिए कार्ड पर क्लिक करें

source: Special Handling Details
ar: تفاصيل المناولة الخاصة
hi: विशेष हैंडलिंग विवरण
ta: சிறப்பு கையாளுதல் விவரங்கள்

source: Would you like to delete consignee contact number
ar: هل ترغب في حذف رقم الاتصال المرسل إليه
hi: क्या आप परेषिती संपर्क नंबर हटाना चाहेंगे
ta: சரக்குதாரர் தொடர்பு எண்ணை நீக்க விரும்புகிறீர்களா

source: Select a currency code
ar: حدد رمز العملة
hi: मुद्रा कोड चुनें
ta: நாணயக் குறியீட்டைத் தேர்ந்தெடுக்கவும்

source: Select a currency Name
ar: حدد اسم العملة
hi: एक मुद्रा चुनें नाम
ta: நாணயப் பெயரைத் தேர்ந்தெடுக்கவும்

source: Volumetric Weight
ar: الوزن الحجمي
hi: आयतनी वजन
ta: வால்யூமெட்ரிக் எடை

source: Factor
ar: عامل
hi: कारक
ta: காரணி

source: Height
ar: ارتفاع
hi: कद
ta: உயரம்

source: Shipper and Consignee
ar: الشاحن والمرسل إليه
hi: शिपर और कंसाइनी
ta: ஏற்றுமதி செய்பவர் மற்றும் சரக்குதாரர்

source: Add Consignee Number
ar: أضف رقم المرسل إليه
hi: कंसाइनी नंबर जोड़ें
ta: சரக்கு பெறுபவர் எண்ணைச் சேர்க்கவும்

# WBNumberAddedFailed
source: AWB Number Added Failed
ar: فشل إضافة رقم أثب
hi: AWB नंबर जोड़ा गया विफल
ta: AWB எண் சேர்க்கப்பட்டது தோல்வி

source: Add Mobile Number
ar: أضف رقم الهاتف المتحرك
hi: मोबाइल नंबर जोड़ें
ta: மொபைல் எண்ணைச் சேர்க்கவும்

source: AWB Number Added
hi: AWB नंबर जोड़ा गया

source: Created date and time
ar: تاريخ ووقت الإنشاء
hi: बनाई गई तारीख और समय
ta: தேதி மற்றும் நேரம் உருவாக்கப்பட்டது

source: Manifest
ar: قائمة
hi: घोषणापत्र

source: Edit Task
ar: تحرير المهمة
hi: कार्य संपादित करें
ta: பணியைத் திருத்து

source: Add description here
ar: أضف الوصف هنا
hi: कार्य संपादित करें
ta: விளக்கத்தை இங்கே சேர்க்கவும்

source: Due Date
ar: تاريخ الاستحقاق
hi: नियत तारीख
ta: இறுதி தேதி

source: Status
ar: حالة
hi: दर्जा
ta: நிலை

source: Save Task
ar: حفظ المهمة
hi: कार्य सहेजें
ta: பணியைச் சேமிக்கவும்

source: New Task
ar: مهمة جديدة
hi: नया कार्य
ta: புதிய பணி

source: Add Task
ar: إضافة مهمة
hi: कार्य जोड़ें
ta: பணியைச் சேர்க்கவும்

source: Bulk
ar: حجم
hi: थोक
ta: மொத்தமாக

source: ULD
hi: यूएलडी

source: Permission
ar: إذن
ta: அனுமதி

source: Delete Confirmation
ar: تأكيد الحذف
ta: உறுதிப்படுத்தலை நீக்கு

source: Optional Shipping Information
ar: معلومات الشحن الاختيارية
ta: விருப்ப ஷிப்பிங் தகவல்

source: lwhunit
ar: لوونيت

source: pwunit
ar: بوونيت

source: Resent Confirmation
ar: إعادة التأكيد
ta: மறுபரிசீலனை உறுதிப்படுத்தல்

source: AWB3
ar: أثب3

source: AWB2
ar: أثب2

# FlightBooking
source: Flights(Booking)
ar: الرحلات (الحجز)

source: AWB Details
ta: AWB விவரங்கள்

source: Update Air Waybill Details
ta: ஏர் வேபில் விவரங்களைப் புதுப்பிக்கவும்
